Repository: SamburskyAlexander/weather-bot
Catalog: po/*/LC_MESSAGES/weth.po
Languages: ru

source: Hi! My name is Weather Bot. I will tell you the weather at your city. Send /cancel to stop talking to me. What is your location? Send me city name or geo location.
ru: Привет! Я Бот Погоды. Я буду рассказывать тебе о погоде в твоем городе. Нажми /cancel, чтобы прекратить общение. Где ты находишься? Отправь название города или геолокацию.

source: Location of
ru: Местоположение

source: Sorry, I could not find any weather information for
ru: Извините, не могу найти информацию о погоде

source: Moscow
ru: Москва

source: London
ru: Лондон

source: Tokyo
ru: Токио

source: Paris
ru: Париж

source: Rome
ru: Рим

source: Choose one city from the following or write yours
ru: Выберите один город из предложенных ниже или напишите свой

source: Choose one city from the following
ru: Выберите один город

source: You choose
ru: Вы выбрали

source: Getting weather data...
ru: Получаем данные о погоде

source: Welcome to weather-bot! You can use this commands: -/start - for starting the conversation -/get5 - to get weather from one of cities -/getw - to get weather from one of cities for 3 days -/help - for this help message -/cancel - for ending conversation
ru: Добро пожаловать в бот погоды! Вы можете использовать команды: -/start - для начала общения -/get5 - получить погоду для одного города -/getw - получить погоду для одного города на 3 дня -/help - для помощи по боту -/cancel - для завершения

source: User
ru: Пользователь

source: canceled the conversation
ru: закончил диалог

source: Bye! I hope we can talk again some day.
ru: Пока! Я надеюсь мы сможем пообщаться в другой день

source: The weather in
ru: Погода в

source: The temperature is
ru: Температура -

source: degree
ru: градус

source: feels like
ru: ощущается как

source: Sun sets at
ru: Закат в

source: and rises at
ru: и рассвет в

source: Fact about number
ru: Факт о числе
